# SymDefNum

## Description
Function SymDefNum returns the number of symbol definitions within the active document.

```pascal
FUNCTION SymDefNum : LONGINT;
```

```python
def vs.SymDefNum():
    return LONGINT
```

## Version
Availability: from All Versions

## Category
* Objects - Symbols